[
  {
    "nome": "Mercado de São José",
    "descricao": "Inspirado no mercado público de Grenelle, em Paris, foi inaugurado em 1875. Sua arquitetura em ferro é típica do século XIX. É um dos monumentos pernambucanos, reconhecido e tombado pelo Instituto do Patrimônio Histórico e Artístico Nacional (Iphan) como patrimônio da cultura brasileira. Artesanato em barro, corda e palha fazem do mercado um polo de atração turística. É, também, ponto tradicional do comércio de pescado.",
    "bairro": "São Jose",
    "latitude": -8.06806,
    "longitude": -34.87775
  },
  {
    "nome": "Mercado da Boa Vista",
    "descricao": "Não se sabe ao certo que data foi inaugurado, mas há registros de que já existia em 1889. Possui 63 boxes, que comercializam cereais, verduras, frutas e legumes, carnes, aves e frios, além de ervas e armarinhos. Mas sua fama vem da comida regional servida nos bares no café da manhã, almoço e jantar.",
    "bairro": "Boa Vista",
    "latitude": -8.063192,
    "longitude": -34.888654
  },
  {
    "nome": "Mercado da Madalena",
    "descricao": "Construído em 1925, é ponto de encontro de boêmios. Ali, eles vão tomar a saideira e recuperar as energias gastas nas noitadas com um bom cuscuz com bode guizado, sarapatel e outros pratos fortes da cozinha regional.",
    "bairro": "Madalena",
    "latitude": -8.052439,
    "longitude": -34.908554
  },
  {
    "nome": "Mercado da Encruzilhada",
    "descricao": "É modelo de obra arquitetônica no Brasil da década de 50. Nele é possível encontrar frutas, verduras, cereais, miudezas em geral, artesanato, frios, carnes e aves. Destaque para a carne de sol e para a linguiça de porco caseira, uma das melhores da capital.",
    "bairro": "Encruzilhada",
    "latitude": -8.036873,
    "longitude": -34.892434
  },
  {
    "nome": "Mercado de Casa Amarela",
    "descricao": "Inaugurado em 1930, as estruturas que sustentam a construção foram trazidas de bonde pela empresa Borrione, dois anos antes. Com oferta de produtos diversificada em seus boxes, os bares e restaurantes populares, na parte externa do mercado, são as principais atrações.",
    "bairro": "Casa Amarela",
    "latitude": -8.026599,
    "longitude": -34.917882
  },
  {
    "nome": "Mercado do Cordeiro",
    "descricao": "Situado no bairro do Cordeiro, foi inaugurado em 1937, e servia como fonte de renda para as famílias da região. Em 2008, um novo mercado foi construído e entregue à população.  No local, é possível comprar frutas, açougues, confecções, flores, raízes, armarinho e artesanato, além do serviço de bares e lanchonetes. Parte dos trilhos que passavam em frente ao antigo mercado foi preservada perto da entrada principal.",
    "bairro": "Cordeiro",
    "latitude": -8.051698,
    "longitude": -34.921372
  }
]