[
  {
    "nome": "Ponte da Boa Vista",
    "descricao": "Feita com trilhos de trem, comprados na Inglaterra, sua origem é do tempo dos holandeses. Na década de 40 dos anos de 1600, o conde Maurício de Nassau mandou construí-la, para que os moradores pudessem atravessar o rio Capibaribe para o bairro de Santo Antônio. A atual é de 1876. A ponte é tombada pelo Instituto do Patrimônio Histórico e Artístico Nacional (Iphan).",
    "bairro": "Recife",
    "latitude": -8.063553,
    "longitude": -34.881926
  },
  {
    "nome": "Ponte Buarque de Macedo",
    "descricao": "É a ponte mais extensa do Centro do Recife, com 288,30 metros. Sua primeira construção, em 1845, foi em madeira, sendo reconstruída em 1890, recebendo uma estrutura com base de concreto e ferro armado. Em 1923, foi novamente construída, dessa vez com alvenaria.",
    "bairro": "Recife",
    "latitude": -8.061843,
    "longitude": -34.875618
  },
  {
    "nome": "Ponte Duarte Coelho",
    "descricao": "Sua construção é de 1868, para o tráfego ferroviário dos trens urbanos. A atual é de 1943. Hoje, liga duas das principais avenidas no Centro do Recife (avenidas Conde da Boa Vista e Guararapes). No Carnaval, vira ponto de referência: recebe o galo gigante para o desfile do Galo da Madrugada.",
    "bairro": "Recife",
    "latitude": -8.062241,
    "longitude": -34.881206
  },
  {
    "nome": "Ponte do Limoeiro",
    "descricao": "É a última ponte sobre o rio Beberibe antes da sua confluência com o rio Capibaribe. De 1881, sua função era ligar Recife a Limoeiro. Uma nova ponte foi feita em 1966. Dela é possível ter uma visão geral da geografia do Centro do Recife: de um lado, as três ilhas, do outro, Olinda.",
    "bairro": "Recife",
    "latitude": -8.050561,
    "longitude": -34.873074
  },
  {
    "nome": "Ponte Maurício de Nassau",
    "descricao": "Inaugurada em 1643, é a ponte mais antiga da América Latina, sendo a primeira ponte de grande porte do Brasil. Nas colunas da ponte, destaque para as estátuas de bronze, que foram produzidas pela fundição francesa Val D’Osne, que fez a Estátua da Liberdade, de Nova York.",
    "bairro": "Recife",
    "latitude": -8.063957,
    "longitude": -34.87566
  },
  {
    "nome": "Ponte Princesa Isabel",
    "descricao": "Construída em 1863, dela é possível ter uma das melhores vistas do casario da Rua da Aurora, um dos cartões postais do Recife. Foi a primeira ponte a utilizar ferro em sua estrutura.",
    "bairro": "Recife",
    "latitude": -8.059809,
    "longitude": -34.879543
  }
]